{
  "filmes": [
     {
          "id": 1,
          "titulo": "Homem-Aranha",
          "resumo":"Depois de ser picado por uma aranha geneticamente modificada em uma demonstração científica, o jovem nerd Peter Parker ganha superpoderes. Inicialmente, ele pretende usá-los para para ganhar dinheiro, adotando o nome de Homem-Aranha e se apresentando em lutas de exibição. Porém, ao presenciar o assassinando de seu tio Ben e sentir-se culpado, Peter decide não mais usar seus poderes para proveito próprio e sim para enfrentar o mal, tendo como seu primeiro grande desafio o psicótico Duende Verde.",
          "elenco":"ELENCO: Tobey Maguire, Stan Lee, Kirsten Dunst, Willem Dafoe, James Franco, Rosemary Harris, Cliff Robertson",
          "capa":"https://media.fstatic.com/yVKcl5_r_pxtqdWrbPeXJim8W_0=/322x478/smart/filters:format(webp)/media/movies/covers/2020/12/Spider-Man_2002.jpeg",
          "duracao":120
      },
      {
          "id": 2,
          "titulo": "Homem-Aranha 2",
          "resumo":"O Dr. Otto Octavius é transformado em Doutor Octopus quando uma falha em uma experiência de fusão nuclear resulta em uma explosão que mata sua esposa. Ele culpa o Homem-Aranha pelo acidente e deseja vingança. Enquanto isso, o alter ego do herói, Peter Parker, perde seus poderes. Para complicar as coisas, o seu melhor amigo odeia o Homem-Aranha e sua amada fica noiva.",
          "elenco":"ELENCO: Tobey Maguire, Stan Lee, Kirsten Dunst, Willem Dafoe, Alfred Molina, James Franco, Rosemary Harris, Cliff Robertson",
          "capa":"https://2.bp.blogspot.com/-NVJXFEe1sTc/UBa2u63IohI/AAAAAAAAHr0/2k9CR_q2v_k/s1600/07+Homem-Aranha+2+-+ibaldomarcel.blogspot.com+-+C%C3%B3pia.jpg",
          "duracao":120
      },
      {
          "id": 3,
          "titulo": "Homem-Aranha 3",
          "resumo":"O relacionamento entre Peter Parker e Mary Jane parece estar dando certo, mas outros problemas começam a surgir. A roupa de Homem-Aranha torna-se preta e acaba controlando Peter - apesar de aumentar seus poderes, ela revela e amplia o lado obscuro de sua personalidade. Com isso, os vilões Venom e Homem-Areia tentam destruir o herói.",
          "elenco":"ELENCO: Tobey Maguire, Stan Lee, Kirsten Dunst, Willem Dafoe, Topher Grace, Thomas Haden Church, James Franco, Rosemary Harris, Cliff Robertson",
          "capa":"https://i0.wp.com/popoca.com.br/wp-content/uploads/2018/09/Homemaranha.jpg?fit=1000%2C563&ssl=1",
          "duracao":140
      }   
  ],
"series": [
     {
          "id": 1,
          "titulo": "Daredevil",
          "resumo":"Cego desde pequeno, Matt Murdock luta contra a injustiça durante o dia como advogado e à noite nas ruas de Hell's Kitchen, Nova York. Assista o quanto quiser. Marvel - Demolidor recebeu três indicações ao Emmy em categorias técnicas, incluindo efeitos visuais.",
          "elenco":"ELENCO: Charlie Cox, Jon Bernthal",
          "capa":"https://upload.wikimedia.org/wikipedia/pt/c/c6/Daredevil_-_%28poster-T2%29.jpg",
          "duracao":3
      },
      {
          "id": 2,
          "titulo": "One Piece",
          "resumo":"Enredo. A série foca em Monkey D. Luffy, um jovem feito de borracha, que, inspirado em seu ídolo de infância, o poderoso pirata Shanks, o Ruivo, parte em uma jornada do mar do East Blue para encontrar o tesouro mítico, o One Piece, e proclamar-se o Rei dos Piratas.",
          "elenco":"ELENCO: Iñaki Godoy, J.J. Jr. Mackenyu",
          "capa":"https://s2-techtudo.glbimg.com/hQNOlNI-AhLCTQOVz80x4tObjys=/0x0:1280x720/984x0/smart/filters:strip_icc()/i.s3.glbimg.com/v1/AUTH_08fbf48bc0524877943fe86e43087e7a/internal_photos/bs/2023/Q/J/BRGwUNSjy67yA8F6K9Pw/one-piece-netflix-series-adaptation-live-action-1280x720-1.jpg",
          "duracao":120
      },
      {
          "id": 3,
          "titulo": "Baki o campeão",
          "resumo":"Enquanto o campeão de artes marciais Baki Hanma treina duro para superar seu lendário pai, cinco condenados à pena de morte partem para Tóquio para acabar com ele. Assista o quanto quiser.",
          "elenco":"ELENCO: Steven Blum, Kirk Thornton",
          "capa":"https://static.wikia.nocookie.net/dublagem/images/4/4f/Baki_Hanma.jpg/revision/latest?cb=20211001174926&path-prefix=pt-br",
          "duracao":140
      }   
  ]
}
